app/controllers/registrations_controller.rb

	def create
		@user = User.new(user_params)
		if @user.save
---
INSERT INTO "users" ("name", "email", "phone", "password", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?)  [["name", "Carlos"], ["email", "cdiaz1@miuandes.cl"], ["phone", ""], ["password", "123456789"], ["created_at", "2018-04-18 14:31:59.718263"], ["updated_at", "2018-04-18 14:31:59.718263"]]