app/controllers/users_controller.rb

UPDATE "users" SET "last_name" = ?, "updated_at" = ? WHERE "users"."id" = ?  [["last_name", "Dias"], ["updated_at", "2018-04-18 15:50:01.213554"], ["id", 7]]
---
  def update
    @user = current_user
    if @user.update(user_params)